"livechat.inputfield.questionplaceholder" = "Syötä kysymyksesi";
"livechat.inputfield.messageplaceholder" = "Kirjoita viestisi tähän...";
"livechat.inputfield.feedbackplaceholder" = "Kirjoita palautteesi tähän...";
"livechat.inputfield.commentplaceholder" = "Kommentti";
"livechat.headertitle.department" = "Valitse osasto";
"livechat.headertitle.feedback" = "Leave your suggestions";//remove
"livechat.button.send" = "Lähetä";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Valokuvakirjasto";
"livechat.button.sendPhoto" = "Lähetä 1 valokuva";
"livechat.button.takescreenshot" = "Ota kuvakaappaus";
"livechat.button.cancel" = "Peruuta";
"livechat.button.open" = "Avaa";
"livechat.button.copy" = "Kopioi";
"livechat.button.submit" = "Lähetä";
"livechat.button.back" = "< Back";//remove
"livechat.button.arrow" = "<";//remove
"livechat.button.backButton" = "Back";//remove
"livechat.message.savetolibrary" = "Save to Camera Roll";//remove
"livechat.message.offlineSend" = "Offline Send";//remove
"livechat.message.secs" = "%@ sekunnissa";
"livechat.message.sec" = "%@ sec";//remove
"livechat.message.newmessage" = "%@ new message";//remove
"livechat.message.newmessages" = "%@ new messages";//remove
"livechat.message.chattransfered" = "Chat siirretty. Hei, %@!! Autan sinua mielellni eteenpin.";
"livechat.message.agenjoinedchat" = "%@ liittyi keskusteluun.";
"livechat.message.sessionended" = "Session Ended - #%@";//remove
"livechat.message.sessionendednovisitid" = "Istunto päättyi";
"livechat.message.connectedto" = "Yhdistetty kohteeseen %@";
"livechat.message.chatmissed" = "We'll get back to you shortly";//remove
"livechat.ratingresponse.ratingandfeedback" = "Kiitos arvokkaasta arviostasi ja palautteestasi.";
"livechat.ratingresponse.feedback" = "Kiitos arvokkaasta palautteestasi.";
"livechat.ratingresponse.rating" = "Kiitos arvokkaasta arvioinnistasi";
"livechat.message.name" = "Sinä";
"livechat.ratingmessage.bad" = "Huono";
"livechat.ratingmessage.good" = "Hyvä";//remove
"livechat.ratingmessage.wow" = "Wow";//remove
"livechat.feedbackmessage.nofeedback" = "No feedback";//remove
"livechat.connectionstatus.online" = "Online";//remove
"livechat.connectionstatus.offline" = "Offline";//remove
"livechat.connectionstatus.connecting" = "Yhdistetään";
"livechat.connectionstatus.waitingfornetwork" = "Waiting for Network";//remove
"livechat.connectionstatus.noconnection" = "No Network Connectivity..";//remove
"livechat.day.morning" = "Aamulla";
"livechat.day.afternoon" = "Iltapäivällä";
"livechat.day.evening" = "Illalla";
"livechat.day.night" = "Yöllä";
"livechat.day.today" = "Tänään";
"livechat.day.yesterday" = "Eilen";
"livechat.fileSize.exceed.alert" = "Latauksen enimmäiskoko ylitetty";
"livechat.message.sessionend" = "Chat-istunto päättyy";
"livechat.leave.feedback" = "Thank you for contacting us! \n Please leave us your valuble feedback.";//remove
"livechat.offline.sent" = "Offline Sent";//remove
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "Kuva";
"livechat.conversation.vidoe" = "Video";
"livechat.conversation.audio" = "ääniviesti";
"livechat.conversation.file" = "Tiedosto";
"livechat.conversation.location" = "sijainti";
"livechat.conversation.contact" = "yhteystieto";
"livechat.ongoing.typing" = "kirjoittaa";
"livechat.offline.message" = "Emme ole paikalla tällä hetkellä. Lähetä meille viesti, niin otamme sinuun yhteyttä mahdollisimman pian.";
"livechat.start.chat" = "Aloita chat";
"livechat.recently.viewed" = "Äskettäin katsellut";
"livechat.faq.srarch.empty" = "Näyttää siltä, että antamallesi hakusanalle ei löydy vastineita!";//missing
"livechat.faq.search" = "Search for an article";//cweb:remove
"livechat.conversation" = "Keskusteluita";
"livechat.faq" = "Tietämyskanta";
"livechat.conversation.search.empty" = "Hups! Näyttää siltä, että mikään olemassa olevista keskusteluista ei täsmää juuri antamaasi hakusanaan. Kokeile esimerkiksi toista kyselyä!";
"livechat.conversation.attended" = "kohteessa %@ mukana %@"; //in zylker with andrew
"livechat.conversation.missed" = "Missed in %@";//remove
"livechat.conversation.search" = "Search for a conversation";//remove
"livechat.conversation.empty" = "Ei keskusteluja vielä! Olet vain napsautuksen päässä yhteydestä asiantuntijoihimme.";
"livechat.faq.empty" = "Tietämyskantaosiomme on rakenteilla. Tule takaisin jonkin ajan kuluttua.";
"livechat.conversaiton.awaiting" = "Awaiting to connect...";//remove
"livechat.faq.article" = "artikkeli";
"livechat.faq.articles" = "artikkelia";
"livechat.faq.view" = "Näkymä";
"livechat.faq.views" = "katselut";

"livechat.button.endsession" = "Lopeta istunto";
"livechat.message.missedChat" = "Missed Chat";//remove
"livechat.message.sharedfile" = "Jaettu tiedosto";
"livechat.message.suggestions" = "Ehdotukset";
"livechat.message.like" = "Tykkäys";
"livechat.message.dislike" = "Ei tykkää";
"livechat.message.timezone" = "Aikavyöhyke";
"livechat.message.date" = "Päivämäärä";
"livechat.message.time" = "Aikakatkaistu";//
"livechat.message.from" = "Lähettäjä";
"livechat.message.to" = "Vastaanottaja";
"livechat.message.speaker" = "Asetukset";//remove
"livechat.message.settings" = "Asetukset";
"livechat.message.okay" = "OK";
"livechat.button.dnt" = "Älä seuraa";
"livechat.button.gotit" = "Selvä!";
"livechat.button.learnmore" = "Lue lisätietoja";
"livechat.button.accept" = "Hyväksy";
"livechat.button.decline" = "Hylkää";
"livechat.message.changeemail" = "Vaihda sähköpostiosoite";
"livechat.message.translateconsent" = "Käännössuostumus";
"livechat.message.chatconsent" = "Chat-suostumus";
"livechat.message.trackconsent" = "Seurannan suostumus";
"livechat.chatconsent.message" = "Napsauttamalla Hyväksy hyväksyt kaikki asiakirjassa määritetyt palvelun käyttöehtomme.";
"livechat.trackconsent.message1" = "Hei siellä! Seuraamme aktiviteettejasi sovelluksessamme parantaaksemme sovelluskokemustasi.";
"livechat.trackconsent.message2" = "Hei siellä! Seuraamme aktiviteettejasi sovelluksessamme parantaaksemme sovelluskokemustasi. Mutta jos haluat jättäytyä pois tästä, napsauta ”Älä seuraa”-valintaa.";
"livechat.message.cardmask" = "Luottokortin peittäminen";
"livechat.creditcard.message" = "Koska korttisi numero on varsin arkaluontoista tietoa, haluatko, että peitämme korttisi numeron 12 ensimmäistä numeroa?";
"livechat.button.mask" = "Maski";
"livechat.message.emailtranscript" = "Olet lähettämässä tämän chatin transkriptiota sähköpostilla osoitteeseen %@.";
"livechat.message.slidetodelete" = "Liu’uta peruuttaaksesi";
"livechat.message.holdtorecord" = "Pidä tallentaaksesi, vapauta pysäyttääksesi";
"livechat.permission.microphone" = "Salli laitteen mikrofonin käyttö ääniviestien tallentamiseen ja lähettämiseen.";
"livechat.buttton.later" = "Myöhemmin";
"livechat.message.permission" = "Navigoi sovelluksen asetuksiin";
"livechat.message.angry" = "Vihainen";
"livechat.message.sad" = "Surullinen";
"livechat.message.neutral" = "Neutraali";
"livechat.message.good" = "Hyvä";
"livechat.message.great" = "Hieno";
"livechat.message.chattransfering" = "%@ siirtää tätä keskustelua vastaanottajalle %@";
"livechat.message.forwardsupport" = "%@ ohjaa chatin edelleen";
"livechat.message.forwardaccepted" = "Chatin uudelleenohjaus kohteeseen %@ onnistui.";
"livechat.button.done" = "Valmis";
"livechat.button.skip" = "Ohita";
"livechat.button.confirm" = "Vahvista";
"livechat.message.bookslot" = "Valitse aikaväli";
"livechat.message.verybad" = "Kamala";
"livechat.message.neutral" = "Neutraali";
"livechat.message.pickdate" = "Valitse päivämäärä";
"livechat.message.pickslot" = "Valitse aikaväli";
"livechat.message.pickloc" = "Valitse sijainti";
"livechat.message.location" = "sijainti";
"livechat.message.curloc" = "Lähetä tämänhetkinen sijainti";
"livechat.message.selloc" = "Lähetä valittu sijainti";
"livechat.message.continuesession" = "Chat-istuntosi kanssamme päättyi. Onko sinulla vielä muita kysymyksiä selvitettävänä? Napsauta Jatka chattaillaksesi kanssamme.";
"livechat.button.sendemail" = "Lähetä sähköpostilla chatin transkriptio";
"livechat.button.continue" = "Continue";//remove
"livechat.message.typeemail" = "Anna sähköpostiosoitteesi";
"livechat.message.mailsent" = "Sähköpostin lähetys onnistui";
"livechat.message.mailfailed" = "Sähköpostin lähetys epäonnistui";
"livechat.button.yes" = "Kyllä";
"livechat.button.no" = "Ei";
"livechat.message.connectohuman" = "Tarvitsetko ihmisen apua?";
"livechat.message.downloading" = "Downloading";//remove
"livechat.message.uploading" = "Uploading";//remove
"livechat.message.sendphoto" = "Lähetä 1 valokuva";
"livechat.message.sendvideo" = "Lähetä 1 video";
"livechat.message.sendphotos" = "Lähetä %@ valokuvaa";
"livechat.message.sendvideos" = "Lähetä %@ videota";
"livechat.message.senditems" = "Lähetä %@ kohdetta";
"livechat.message.saved" = "Tallennettu";
"livechat.message.screenshot" = "Sieppaa napauttamalla";
"livechat.message.time.yearsago" = "%@y ago";//missing
"livechat.message.time.monthsago" = "%@mo ago";//missing
"livechat.message.time.weeksago" = "%@w ago";
"livechat.message.time.daysago" = "%@d ago";
"livechat.message.time.hoursago" = "%@h ago";
"livechat.message.time.minutesago" = "%@m ago";
"livechat.message.time.secondsago" = "%@s ago";//missing
"livechat.continue.chat" = "Jatka keskustelua";
"livechat.conversation.started" = "Kohteessa %@";
"livechat.message.sendfeedback" = "Lähetä palautetta";
"livechat.message.sessionendtime" = "Chat-istunto päättyy %@";
"livechat.message.recieveimage" = "%@ lähetti sinulle kuvan";
"livechat.message.recievevideo" = "%@ lähetti sinulle videon";
"livechat.message.recievegif" = "%@ lähetti sinulle GIFin";
"livechat.message.recievefile" = "%@ lähetti sinulle tiedoston";
"livechat.message.recieveaudio" = "%@ lähetti sinulle äänileikkeen";
"livechat.message.sharescreenshot" = "Jaa kuvakaappaus";
"livechat.message.defaultthankmsg" = "On ilo chattailla kanssasi tänään. Ole hyvä ja käytä hetki antaaksesi arvioinnin.";
"livechat.message.rate.1star" = "Pahoittelemme, että emme voineet auttaa. Tulemme parantamaan tukeamme.";
"livechat.message.rate.2star" = "Apologies! We assure you a better experience next time.";
"livechat.message.rate.3star" = "Kiitos arvioinnistasi! Pingaa meitä aina, jos haluat lisäapua.";
"livechat.message.rate.4star" = "Thanks for your rating. We are happy to help.";
"livechat.message.rate.5star" = "Vau, kiitoksia!  Olemme iloisia voidessamme auttaa sinua";
"livechat.message.feedback" = "Thank you for your feedback.";//remove
"livechat.message.state.connecting" = "Yhdistetään";
"livechat.message.state.connected" = "Connected";//remove
"livechat.message.inputcard.title.name" = "Syötä nimi";
"livechat.message.inputcard.title.phone" = "Syötä kontakti";
"livechat.message.inputcard.title.url" = "Anna URL-osoite";
"livechat.message.inputcard.title.email" = "Anna sähköposti";
"livechat.message.inputcard.error.name" = "Anna kelvollinen nimi";
"livechat.message.inputcard.error.email" = "Anna kelvollinen sähköpostiosoite";
"livechat.message.inputcard.error.contact" = "Anna kelvollinen yhteystietonumero";
"livechat.message.inputcard.error.url" = "Anna kelvollinen URL";
"livechat.message.form.inline.introduction" = "Auta meitä tietämään, kenelle puhumme.";
"livechat.message.form.inline.chatmessage" = "Anna meille muutamia tietoja aloittaaksesi chatin.";
"livechat.message.form.inline.buttontitle" = "Täytä lomake";
"livechat.message.form.field.error.question" = "Syötä kysymys";
"livechat.message.form.field.question" = "Kirjoita kysymyksesi tähän";
"livechat.message.form.field.campaign" = "Haluatko tilata uutiskirjeemme?";
"livechat.message.form.field.error.unknown" = "Annettu vastaus on virheellinen.";
"livechat.message.form.field.department.fieldname" = "Osasto";
"livechat.message.form.field.department.message" = "Valitse osasto, jolle pyyntösi on reititettävä";
"livechat.message.form.field.department.placeholder" = "Valitse osasto";
"livechat.message.form.field.department.coversation.error" = "Valitse toinen osasto.";
"livechat.message.form.field.department.traditional.error" = "Valitse kelvollinen osasto";
"livechat.message.form.field.email.fieldname" = "Sähköposti";
"livechat.message.form.field.email.message" = "Voimmehan lähettää sinulle sähköpostin?";
"livechat.message.form.field.email.placeholder" = "Anna sähköpostiosoitteesi";
"livechat.message.form.field.email.coversation.error" = "Syöttämäsi sähköpostiosoite vaikuttaa olevan väärä. Anna sähköpostiosoitteesi uudelleen.";
"livechat.message.form.field.email.traditional.error" = "Anna kelvollinen sähköpostiosoite";
"livechat.message.form.field.phone.fieldname" = "Puhelin";
"livechat.message.form.field.phone.message" = "Voimmeko saada yhteystietonumerosi?";
"livechat.message.form.field.phone.placeholder" = "Anna yhteystietonumerosi";
"livechat.message.form.field.phone.coversation.error" = "Syöttämäsi puhelinnumero vaikuttaa olevan väärä. Anna puhelinnumerosi uudelleen.";
"livechat.message.form.field.phone.traditional.error" = "Anna kelvollinen yhteystietonumero";
"livechat.message.form.field.name.fieldname" = "Nimi";
"livechat.message.form.field.name.message" = "Miten haluat nimitt\\u00e4\\u00e4 minua?";
"livechat.message.form.field.name.placeholder" = "Anna nimesi";
"livechat.message.form.field.name.coversation.error" = "Antamasi nimi ei vaikuta aivan oikealta. Anna nimesi uudelleen.";
"livechat.message.form.field.name.traditional.error" = "Anna kelvollinen nimi";
"livechat.message.form.conversation.sendername" = "Operaattori";
"livechat.message.form.traditional.title" = "Käyttäjän tiedot";
"livechat.message.error.internet" = "Tarkista internet-yhteytesi.";
"livechat.message.error.unknown" = "Hups! Jokin meni vikaan. Yritä uudelleen";
"livechat.conversation.started_no_dept" = "osapuolen %@ kanssa";
"livechat.message.reopensession" = "Chat-istuntosi on päättynyt. Voit avata chatin uudelleen, jos sinulla on lisäkysymyksiä.";
"livechat.message.failiure.unknown" = "Jokin meni vikaan. Virhekoodi: %@";
"livechat.message.failiure.throttle" = "Yhteys kuristettu. Yritä myöhemmin uudelleen.";
"livechat.button.reopen" = "Avaa chat uudelleen";
"livechat.message.conversation.reopened" = "Olet avannut chatin uudelleen";
"livechat.message.sendblocked.ended" = "Tämä chat on päättynyt";
"livechat.message.conversation.operatorsunavailable" = "Ei operaattoreita saatavana";
"livechat.message.conversation.waiting" = "Operaattori tulee mukaan pian";
"livechat.message.conversation.formwaiting" = "Odotetaan tietojasi";
"livechat.button.sure" = "Varmasti";
"livechat.message.chatwithus" = "Chattaa kanssamme nyt!";
"livechat.message.search" = "Haku";
"livechat.rate.titlemessage" = "Millainen oli keskustelukokemuksesi meillä?";
"livechat.rate.subtitlemessage" = "Ole hyvä ja käytä hetki arvioinnin antamiseen.";
"livechat.message.time.justnow" = "Juuri nyt";
"livechat.message.file" = "Tiedosto";
"livechat.message.missed.message" = "Pahoittelemme, että ohitimme sinut! Otamme sinuun pian yhteyttä!";
"livechat.message.connection.online.message" = "Back Online!";//remove
"salesiq.chat.branding" = "Käyttövoimana SalesIQ Mobilisten";
"livechat.button.download" = "Download";//remove
"livechat.alert.formactivenotice.title" = "Aktiivisesta toiseen chattiin";
"livechat.alert.formactivenotice.subtitle" = "Täytä aiemman chatin lomake valmiiksi ennen uuden chatin aloittamista!";
"livechat.message.offlinemessage.submitted" = "Offline message submitted";//remove
"livechat.message.storage_permission.denied" = "Tallennustilan käyttöoikeus estetty.";
"livechat.message.timedout" = "Aikakatkaistu";
"livechat.message.success" = "Onnistui";
"livechat.message.faliure" = "Epäonnistui";
"livechat.message.widget.selectionlimit" = "Usean valinnan raja saavutettu";
"livechat.message.noresult" = "Tuloksia ei löytynyt";
"livechat.message.waitingforconnection" = "Odotetaan yhteyttä verkkoon";
"livechat.message.chat.closedalert" = "Istunto suljettu! Avaa chat uudelleen jatkaaksesi.";
"livechat.message.info.chatmissed" = "Jätimme chat-pyyntösi huomiotta";
"livechat.message.status.sending" = "Lähetetään";
"livechat.message.status.sent" = "Lähetetty";
"livechat.message.status.resend" = "Lähetä uudelleen";
"livechat.message.status.delete" = "Poista";
"livechat.message.inputcard.error.novalue" = "Anna käypä arvo";
"livechat.chat.pendingaction.placeholder" = "Odota.";
"livechat.chat.sender.profanity.alert" = "Häirintähälytys";
"livechat.chat.queue.banner.calculating" = "Lasketaan odotusaikaa...";
"livechat.chat.queue.banner.title" = "Olet chat-jonossa";
"livechat.chat.queue.banner.timeremaining" = "Arvioitu odotusaika on noin ~%@";
"livechat.chat.queue.banner.position.subtitle" = "Kohta";
"livechat.chat.list.subtitle.queue.spot" = "Kohta jonossa: %@";
"livechat.gdpr.googletranslate.consent" = "Palvelu voi sisältää Googlen tarjoamia käännöksiä. Google kiistää kaikki käännöksiin liittyvät välittömät tai epäsuorat takuut, mukaan lukien kaikki tarkkuutta ja luotettavuutta koskevat takuut, sekä kaikki implisiittiset takuut kaupallisuudesta, soveltuvuudesta tiettyyn tarkoitukseen ja vapauden rikkomuksista.";
"livechat.gdpr.translation.consent" = "Käännössuostumus";

"livechat.button.schedule" = "Aikataulu";
"livechat.message.inputwidget.datetime.title" = "Päiväys ja aika";
"livechat.message.search.country.placeholder" = "Etsi maata tai koodia";
"livechat.message.permission.denied.location" = "Sijainnin käyttöoikeus estetty";
"livechat.messsage.search.noresults" = "Hakuasi vastaavia tuloksia ei löytynyt";

"livechat.message.status.edit" = "Muokkaa";
"livechat.message.status.reply" = "Vastaa";
"livechat.message.deletingmessage" = "Poistetaan viestiä";
"livechat.message.deletemessage" = "Poista viesti?";
"livechat.message.messagedeletedforeveryone" = "Tämä viesti poistetaan kaikilta. Tätä toimenpidettä ei voi kumota";
"livechat.message.loadmoremessage" = "Lataa lisää";
"livechat.message.messagedeleted" = "Tämä viesti on poistettu";
"livechat.message.messageedited" = "Muokattu";
"livechat.message.failure.transcriptFetch" = "Ei voi ladata viestejä. Yritä myöhemmin uudelleen.";
"livechat.message.failure.deleteMessage" = "Ei voi poistaa viestejä. Yritä myöhemmin uudelleen.";
"livechat.message.failure.editMessage" = "Ei voi muokata viestiä. Yritä myöhemmin uudelleen.";

"livechat.message.log.title" = "Sovellusloki";
"livechat.message.log.chatMessage" = "Operaattori on pyytänyt pääsyä sovelluslokiisi";
"livechat.message.share" = "Jaa";
"livechat.info.message" = "Kopioitu";

"livechat.booking.description"="Napsauta ’Varaa nyt’ alta varataksesi tapaamisesi."; 
"livechat.booking.bookappointment" = "Varaa tapaaminen"; 
"livechat.booking.cancelbooking" = "Peruuta varaus"; 
"livechat.booking.cancelbooking.message" = "Haluatko varmasti peruuttaa tämän varauksen?"; 
"livechat.booking.discardbooking" = "Haluatko varmasti hylätä muutokset"; 
"livechat.common.discard" = "Hylkää"; 
"livechat.booking.pickadate" = "Valitse päivämäärä"; 
"livechat.booking.allslotsbooked" = "Kaikki ajat on varattu"; 
"livechat.booking.allslotsbooked.message" = "Näyttää siltä, että kaikki tämän päivän ajat on varattu, kokeile toista päivää."; 
"livechat.booking.unavailable" = "Ei saatavilla"; 
"livechat.booking.slots" = "Ajat"; 
"livechat.booking.slot" = "Aika"; 
"livechat.booking.choosedate" = "Valitse päivämäärä"; 
"livechat.booking.bookingconfirmation.title" = "Varausvahvistus"; 
"livechat.booking.verifydetails" = "Vahvista yhteystiedot"; 
"livechat.common.noresultfound" = "Haulla ei löytynyt tuloksia"; 
"livechat.booking.choosetimeslot.title" = "Valitse aika"; 
"livechat.booking.booknow" = "Varaa nyt"; 
"livechat.booking.scheduled" = "Ajoitettu"; 
"livechat.booking.cancelled" = "Peruutettu"; 
"livechat.booking.reschedule" = "Ajoita uudelleen"; 
"livechat.booking.cancel" = "Peruuta";

"livechat.booking.expired" = "Vanhentunut";
"livechat.booking.rescheduled" = "Uudelleenajoitettu";
"livechat.booking.error.booknow" = "Yritä uudelleen";
"livechat.booking.error.bookanappointment" = "Ei voi varata aikaa";
"livechat.booking.error.confirmappointment" = "Ajanvaraus epäonnistui. Yritä uudelleen.";
"livechat.booking.error.rescheduleaction" = "Ei voi ajoittaa uudelleen. Yritä uudelleen.";
"livechat.booking.error.cancelaction" = "Ei voi peruuttaa. Yritä uudelleen.";
"livechat.booking.error.rescheduleappointment" = "Ei voi ajoittaa uudelleen. Yritä uudelleen.";
"livechat.info.booking.reschedule" = "Ajanvaraus ajoitettu uudelleen";
"livechat.info.booking.cancel" = "Ajanvaraus peruutettu";
"livechat.booking.success.appointment" = "Ajanvaraus onnistui";
"livechat.booking.success.reschedule" = "Ajanvarauksen uudelleenajoitus onnistui";
"livechat.booking.success.cancel" = "Ajanvarauksen peruutus onnistui";
"livechat.booking.disabled" = "Integraatio ei ole käytössä portaalissa";
"livechat.booking.search" = "Hakutuloksia ei löytynyt kohteelle";
"livechat.voicemessage.alert.title" = "Hylkää ääniviesti";
"livechat.voicemessage.alert.message" = "Tämä hylkää tallennetun ääniviestisi";
"livechat.booking.alert.discardChangesPrompt" = "Tehtyjä muutoksia ei tallenneta. Haluatko jatkaa?";
"livechat.alert.button.proceed" = "Jatka";
"livechat.alert.button.cancel" = "Peruuta";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Viimeaikaiset haut";
"livechat.knowledgebase.categories" = "Kategoriat";
"livechat.knowledgebase.article.updated" = "Päivitetty";
"livechat.knowledgebase.action.like" = "Tykkään";
"livechat.knowledgebase.action.dislike" = "En tykkää";
"livechat.knowledgebase.info.liked" = "Tykätty";
"livechat.knowledgebase.info.disliked" = "Ei tykätty";
"livechat.knowledgebase.view" = "katselu";
"livechat.knowledgebase.views" = "katselua";
"livechat.knowledgebase.action.invalid" = "Virheellinen toiminto. Yritä uudelleen.";
"livechat.knowledgebase.noviews" = "Ei katseluja";

"livechat.knowledgebase.subcategories" = "Alakategoriat";
"livechat.knowledgebase.article" = "artikkeli";
"livechat.knowledgebase.articles" = "artikkelia";
"livechat.knowledgebase.relatedarticles" = "Liittyvät artikkelit";
"livechat.knowledgebase.subcategory.count" = "alakategoria";
"livechat.knowledgebase.subcategories.count" = "alakategoriaa";
"livechat.knowledgebase.recentlyviewed" = "Äskettäin katsellut";
"livechat.knowledgebase.choosedepartment" = "Valitse osasto";
"livechat.knowledgebase.search.departments" = "Osastot";
"livechat.knowledgebase.delete.or.disabled" = "Artikkeli ei saatavana";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Päivitetty %@ v sitten";
"livechat.knowledgebase.time.monthago" = "Päivitetty %@ kk sitten";
"livechat.knowledgebase.time.dayago" = "Päivitetty 1 päivä sitten";
"livechat.knowledgebase.time.daysago" = "Päivitetty %@ päivää sitten";
"livechat.knowledgebase.time.hourago" = "Päivitetty 1 tunti sitten";
"livechat.knowledgebase.time.hoursago" = "Päivitetty %@ tuntia sitten";
"livechat.knowledgebase.time.justnow" = "Päivitetty juuri nyt";

"livechat.conversation.unavailable" = "Chat ei saatavana";
"livechat.message.file.not.supported" = "Tiedostotyyppiä ei tueta";
"livechat.message.sending.failed" = "Viestin lähetys epäonnistui";
"livechat.launcher.dismiss" = "Vedä tänne sulkeaksesi";
"livechat.button.endchat" = "Lopeta chat";

"livechat.message.resendall" = "Lähetä kaikki uudelleen";
"livechat.message.deleteall" = "Poista kaikki";
"livechat.filebotcard.minimumselection.error" = "Valitse vähintään %@ tiedostoa";
"livechat.filebotcard.maximumselection.error" = "Et voi jakaa enempää kuin %@ tiedostoa";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Tiedoston koko ei saa olla yli %@";
"livechat.filebotcard.upload" = "Ladata";
